<?php include "quote/template/head.php"; ?>
</head>

<body class="lang_tw index">
    <?php
    // include "quote/template/added.php";
    include "quote/template/nav.php";
    ?>
    <div id="Wapper" class="pdbtm">
        <div class="bread">
            <a href="./">index</a>
            <a class="active">ESSAYS</a>
        </div>
        <section class="row member-info">
            <div class="col-xl-8 col-9 col-auto">
                <h1 class="h1title">Essays</h1>
                <div class="title-line"></div>
                <h5 class="text-center fs20 mb-2">
                    巴別塔，與詞語的變亂：亞洲藝術關鍵字觀察報告
                </h5>
                <h5 class="text-center fs20">
                    撰文／許楚君 HSU CHU-CHUN
                </h5>
            </div>
            <div class="col-xl-8 col-9 col-auto stext">
                <br><br>
                哲學家伏爾泰的代表著作《哲學辭典》，是針對法國《大百科全書》寫出的一本袖珍之書，他並不滿足於辭彙解釋，而是犀利地戳穿詞彙的表面，尤其對《聖經》的敘事大膽提出質疑，由此批判教會。<br><br>

                譬如他如此評述「巴別塔」這則詞條：<br>
                我不知道為什麼在《創世紀》中的「巴別」意味著變亂。在東方語言中，Ba的意思是「父親」，Bel 的意思是「上帝」；「巴別」指上帝之城，即聖城。古人就是這麼稱呼他們的首都的。但無可置疑的是，巴別的意思是變亂，可能是因為建築師們在看到他們的傑作竟然高達八萬一千尺時而瞠目結舌，要麼就確實是找不到適當的語言了。顯然，從那時起，德國人就不再懂中文了；顯然，據學者博沙德所說，中文與正宗德文原本是同一種語言。<sup>1</sup><br><br>


                伏爾泰岔離了巴別塔的語源，而是直指《聖經》來自希伯來語的「變亂」（balbal）。它不是為君父所造、被君父打散的語言城邦，而是出乎意料、讓人「找不到適當語言」的驚愕經驗。在巴別塔的故事裡，瞠目結舌的感受讓人們不知如何狀摩眼前之物，不再能理解對方的語言，從此需要依靠翻譯來彼此溝通。翻譯讓語言不再透明，同時再也無法毫無耗損地傳遞原文。<br>
                值得注意的是，伏爾泰實則指出了巴別塔的雙面性：它既是上帝與聖父之名，也是變亂的城市之名。德希達在長文〈巴別塔〉明確說到，上帝的憤怒讓語言的變亂被寫進歷史，而上帝的憤怒，正來自於閃族人將理性、透明的話語帶給全世界的意圖。<sup>2</sup>上帝的干預重新讓語言變得混亂、多義、裂解，讓翻譯變得不可能，又作為一種反向的拉力，讓理性不可能遍行／殖民世界，成為唯一的共通價值。<br><br>

                巴別塔之後，雙重的變亂性質深植在語言之中：試圖讓理性的話語普及世界，這對於上帝是一種變亂；上帝打亂語言、使人們不能知曉別人的意思，則則又是另一次的變亂。從此語言與翻譯，都不可能是無玷之物，受到變亂歷史的改造，語言既無法回到巴別塔之前的狀態，也不可能真正成為透明理性的話語。語言必然在混濁與透明之間來回角力，身負著曖昧的特性。<br><br><br>

                <h3 class="h2title mb-8">字典的秩序或變亂</h2>
                沿著這道線索看「亞洲藝術關鍵字」計畫的跨文化行動，無可迴避的是其中詞語的編排邏輯。計畫概念直指字典中抄錄疏失的幽靈字，同時由三位主持人作為索引編輯，並且依據字母排列，為關鍵字定錨，試圖在字典秩序之中「打亂字典秩序」。這樣的編排邏輯本身已然內含著詞語本身的雙面性：要讓關鍵詞可讀，就不可能避開既有字典的語序（所謂理性秩序的殖民）；同時，以關鍵詞保留跨文化讀者難以理解的母語，又變亂了依字母排列的秩序（此處的字母並不真的是英文字母）；最後，書寫內容同步以中英文翻譯呈現，則是對於母語之變亂再一次的叛變。從關鍵詞的編排形式看來，這份關鍵詞大概是具備超越搜羅與歸檔的野心，在其中內含著語言內部秩序與變亂之間恆常的鬥爭。<br><br>

                然而，亞洲藝術關鍵字計畫的定位，仍然存在著懸而未決的問題。在國際交流計畫的框架之下，它所指涉的「亞洲」將是什麼樣的概念？它所指向的，是集結東南亞及南亞藝術工作者們的「共同經驗」、「共同面對的問題」的共享群集、另一本試圖以理性話語促成異文化彼此溝通的字典？又或者可以是具備著變亂特性，承認甚至刻意彰顯語言本身的矛盾與不可理解，甚至以此作為批判基礎，一部從語言內部翻攪殖民秩序的變亂手冊？<br><br><br>

                <h3 class="h2title mb-8">間距</h2>
                所謂語言的變亂潛質存在何處？<br>
                漢學家朱利安（François Jullien）將語言的混亂視為資源，翻譯則是「拓路」一般的冒險，打開空間讓生命在其中孕生。在此處翻譯提示的不只是不同語言之間存在的差異，也是具有張力的「間距」（l’écart）。間距讓「進入」（entrer）成為可能，而跨文化的「刺穿」（pénétrer）之舉破壞了它的秩序，同時呈現出它內在的張力。翻譯不是為了下定義，而是為了讓生產與「孕育」發生。<sup>3</sup><br><br>

                理解到間距的存在，在語言之間穿入穿出的動態因此相形重要。值得注意的是三位主持人錨定的主軸，如何讓詞語的間距被彰顯出來，並且由此繼續生長，而非被框定在既有語言秩序框定的差異位置。<br><br><br>

                <h3 class="h2title mb-8">翻譯的間距</h2>
                李奎壁以與「maroon」（逃跑；延伸字marooner，指逃離艱難險地的被放逐者）近似的法文字「栗子色」（marron）為計畫命名。這個字來自於法文的「marroner」，在十八世紀通常指偷運禁書，也即「秘密工作」，而此字的法文字源也導向逃亡的想像。詞彙的演變所形成的落差，帶來「對不準」的偏誤，也因此讓這項逃跑／秘密任務擁有了不易立刻破譯的暗碼。<br><br>

                即使幾位藝術家幾乎都以英文書寫，Tapas描繪的胎中經驗栩栩如生，Mahila的刊物內容平淺易懂，米娜麗‧古魯根尼甚至以邏輯清晰的論文體寫作，理解作品內容仍相對困難。主要原因在於，他們的書寫都涉及大量的實際情境，因此並不具備語言上透明清晰、一目了然的對應關係，仍然需要挖掘，才可能深入理解藝術家的話語所指涉的經驗，甚至更多時候基於經驗的匱乏，讀者在讀到這些話語時，心中浮現的也許是與實際情況有所落差的內容。一如當我們聽見maroon，腦中想起的卻是栗子色。<br><br>

                不易理解的偏誤是一種變亂字彙的潛力，提示了跨文化交流的現實，以及語言互譯的限制，乃至於經驗本身的不透明性質。然而，這卻也有可能讓讀者難以真正被這些異質話語擾亂，讓栗子色持續在難以理解的放逐之地保持緘默，或者讓秘密工作恆常是一種秘密。<br><br><br>

                <h3 class="h2title mb-8">拼裝</h2>
                與此同時，鄭文琦提出的是跨文化的「口語情境」，也即區域交流中，言說在不同情境裡照映出的不同理解層次。馬來群島與台灣原住民共享相似的一組字彙「kita / kami」都指稱「我們」，卻指向「包括你」或者「不包括你」的群我分界。Posak寫及回到部落時，長輩初時抱著「我們為什麼要跟你說這些？」的拒絕姿態，以及認親之後將她包括在內的態度轉變，很清晰地指明，詞彙不易翻譯、跨文化之間不易理解，主要正在於使用語境的模糊與彈性，更重要的是使用者未必總是清晰透明地對「你」敞開，因此當然不可能憑靠著關鍵詞彙去認識陌生的群體。<br><br>

                鄭文琦提出以「逆向工程」書寫路徑，逆向「駭進」、挪用原初規格，由此在有限資源下變通、創造。Acip說的「什錦飯」也許更鮮活地表現這種策略的機動性、方便性（與美味程度）。什錦飯常見於小攤販，客人隨手指出搭配米飯的配菜，菜色因客人喜好隨機搭配。攤販聚集地也是訊息交流之所，小販各佔一地，在此交換買賣資訊和社群八卦。<br><br>

                這樣的群集狀態是一種隨機、短暫的湊聚，因此也不可能深入，不可能長期蹲點、甚至為此學習對方的語言，而是在簡短交換訊息之後隨即分開，如同什錦飯因不同時間、地點、情境乃至心情，總是有不同的組合。<br><br>

                流動式的游擊戰，顯然是解決巴別塔矛盾更聰明的一種作法。當前亞洲關鍵詞的排列，也可能侷限了這種隨機流動的潛能，而難以解放出這些詞彙的活力。<br><br><br>

                <h3 class="h2title mb-8">流動</h2>
                Issay以「Aquarium」為題，在工作坊中與表演敘事詩人、聲音創作者、影像設計者合作，邀請藝術家與法國潛水員，透過聲音、視覺的引導，在線上共同完成書寫。主持人選用四個菲律賓關鍵詞彙來促成共同創作，讓參與者以傳統十四行詩的七項步驟寫下他們心中的風景、情緒。<br><br>

                在工作坊的形式與規則之下，詩作各自以創作者的母語寫成，再翻譯為中英文相互對照。使用相似的規則、在相似的視覺與聲音引導之下，最後的詩作仍天差地別，這當然是意料中事。特別需要考慮的是，這其中存在的，已然不只是語言與文化之間的轉譯，甚至包括視覺、聲音（包含語音）、文字乃至身體的層層轉譯，多重變項的繁複落差幾乎抹消了界線，使得想像中共通的語言平台反倒不復存在，成為Issay口中的水族箱。我們很難真正從詩作辨識書寫者的文化背景，或者去指認其中的語言特徵，在部分詩作中，創作者甚至消融了人與非人的界線。<br><br>

                作為一種跨文化交流的方法，這帶來的是可能的認同流動，能夠讓參與者暫時丟下在交流中劃出邊界、與其他群體做出區隔，乃至於由此彰顯出自身特色的包袱。此處當然也很容易反問：身處在漫漶一片的水中，要如何辨識出語言的主體？然而相對而言，也許還應該問的是，主體的重要性何在？在語言之中，主體消失的危險性何在？主體存在的危險性又何在？<br><br><br>

                <h3 class="h2title mb-8">合作？</h2>
                在跨文化交流之中，經常也可以看見「合作」（collaboration）一類的字眼。<br><br>

                這個字來自「com」（共同）、「labor」（勞動），似乎又指向共同建造巴別塔的遙遠過去。這也是這份關鍵詞庫的危險所在。如果想要透過這項工程，去想像一種求同存異的「亞洲」，當然就不可忽視根深在這項計畫（或者所有跨文化交流計畫）之中隱含的語言問題。同時，這項計畫指涉的殖民情境，讓這層矛盾變得更加複雜難解。亞洲文化與西方文化存在的間距，使得不得不依據字母排列的詞條終究難以聚攏，並且永遠會遠離它所在的秩序，卻又長久地依存在這個秩序之中。最顯而易見的一點是，實質上幾乎所有的文本都有賴於中英文翻譯才可能辨讀。<br><br>

                或許更應該強調的不是求同，而是存異，去意識到所有關鍵詞彙之中隱含的變亂，以及它們毫無共通點的事實，甚至，嘗試著讓詞彙不斷消逝、分散、流動，也許更有機會發揮它的批判潛能。<br><br>
                文章書寫時間- 2022
                <br><br><br><br>
            </div>
            <ul class="col-xl-8 col-9 col-auto note">
                <li>
                    <b class="fs12">01</b>
                    <div>德希達：〈巴別塔〉，收入陳永國主編《翻譯與後現代性》，頁14。</div>
                </li>
                <li>
                    <b class="fs12">02</b>
                    <div>參照黃雅嫺，〈跨文化翻譯的倫理限度─ 以朱利安和德希達為例〉，收錄於《中國文哲研究通訊》第24卷第4期，「間與勢：朱利安對中國思想的詮釋」專輯（上），國立中山大學，頁211-228。</div>
                </li>
                <li>
                    <b class="fs12">03</b>
                    <div>朱利安著，卓立、林志明譯：《間距與之間：論中國與歐洲思想之間的哲學策略》（臺北：五南圖書公司，2013 年），頁 37。</div>
                </li>
            </ul>
        </section>
    </div>
    <?php include "quote/template/footer.php"; ?>
</body>

</html>