[
  {
    "photo": "Member-LI-Kuei-Pi",
    "name": "LI Kuei-Pi",
    "title": "Principal Coordinator",
    "intro": "Li Kuei-Pi was born in Tainan in 1991. She received her MFA from Taipei National University of the Arts in 2017, and currently lives in Taipei. Her work engages in transnational mobility and labor experience, in which she converts objects created from labor and intervenes in the labor process, transforming the meaning of the products to convey her critical viewpoints about the modern material world.\n\nLi specializes in utilizing objects from the site of labor work before employing means of imitation, reproduction and remaking to entrap the audience in her elaborately conceived works, in which the audience become performers as well as part of the exhibited works. Meanwhile, she makes use of historical clues embedded in the objects to include issues related to the identity of different communities in her discussion about production systems. For the artist, history is not simply a string of linearly associated events but the result formed through a gradually changing process of production systems. The changes in the latter also indicate changes in techniques and instruments. Therefore, one of her constant focus is how to incorporate these changes into her creations while involving the audience in the completion of these works.",
    "mail": "-",
    "blog": "-",
    "project": "The Footprints of Maroon",
    "projectId": 0,
    "tag": "-"
  },
  {
    "photo": "Member-Tapas-Roy",
    "name": "Tapas Roy",
    "title": "Co-Producter",
    "intro": "Tapas Roy(b. 1971) currently lives and work in New delhi, India.\nPrimarily he draw inspirations from nature and it’s innate natures, the surroundings he grew up with, the ease and complexities in life. Also he draw anger from inequalities in human lives, destructive forces that divide and demote human spirit and values, the eco system ect.",
    "mail": "-",
    "blog": "https://www.saatchiart.com/tapas.roy",
    "project": "Voice",
    "projectId": 1,
    "tag": "# Voice"
  },
  {
    "photo": "Member-Vichar-K-Achaar",
    "name": "Vichar K Achaar",
    "title": "Co-Producter",
    "intro": "VKA is an art initiative/collective started by two artists and old friends – <a href='member.php?name=Member-Manmeet-Sandhu'>Manmeet Sandhu</a> & <a href='member.php?name=Member-Shrabani-Dasgupta'>Shrabani Dasgupta</a>. Manmeet is an opinionated, feisty, impulsive, Punjabi mom from Noida. Shrabani is a spaced out, indecisive, music loving Bengali parent to a dog and tiny human from Delhi. They met in 1999 in College of Art, Delhi and it took them years (almost two decades precisely) to realize they both love sequential art, comics and graphic novels. Books, novels, stories always excited them, but telling stories is more fun, they realized over the years. In 2017, Manmeet reintroduced Shrabani to the joys of drawing stories and telling tales of life, love, the universe and everything in between. They began their project ‘One Page Stories’ from their desks at an academy they worked together at. Their location, in this case Noida, gave them the opportunity to expose their works to varied audience, from the faculty and students of the said academy to workers of the factories surrounding the academy campus. They would put up their works – done in various mediums - on the walls of the academy, factories, tea stalls, abandoned mobile kiosks, paan cigarette shops, peripheral walls of the parks, markets and apartment complexes they live in. This process of exposing their artworks to public met with mixed reactions (some helped them install their art, some showed aggression). Soon they got an opportunity to participate in a comic fest – Indie Comix Fest (May 2018) where they released their self published collection of one page stories called Wild Tales for Weird Minds. Along with their first release, they brought out ‘Beej’, ‘Where the mind is without fear’ and other stories in the subsequent comic festivals. While working on their OPS, in 2018, the duo decided to launch a zine – feminist zine/zine by, of and for women. They call the zine ‘Mahila’. Mahila strives to bring up, talk and continue to dwell upon all things women – their lives, health, bodies, sexuality, relationships in public as well as private corners and most important their voice and perception on everything and unimportant. So far they have published 8 issues/volumes and have more issues in the pipeline. They hope more writers and artists would join them to bring forth the stories each of us/them has inside us/them.",
    "mail": "vicharkachaar@gmail.com",
    "blog": "-",
    "project": "local and virtual interface",
    "projectId": 2,
    "tag": "# Posthuman Body and Visuality"
  },
  {
    "photo": "Member-Manmeet-Sandhu",
    "name": "Manmeet Sandhu",
    "title": "Co-Producter",
    "intro": "Manmeet Sandhu (b.1981) is a Delhi based artist and art educator and is presently pursuing her Ph.D. from the University of Delhi, in Fine Art. She is interested in drawing, painting, sequential art and ephemeral assemblages. Her work concerns with power struggles- within an individual or a society or amongst the individuals between individuals and societies. She is a part of an artist collective called <a href='member.php?name=Member-Vichar-K-Achaar'>Vichar k Achaar</a> and also co-publishes a Zine called ‘Mahila (women)’.",
    "mail": "manmeet.0409@gmail.com",
    "blog": "-",
    "project": "Mahila Zine 7",
    "projectId": 3,
    "tag": "# Lockdown"
  },
  {
    "photo": "Member-Shrabani-Dasgupta",
    "name": "Shrabani Dasgupta",
    "title": "Co-Producter",
    "intro": "Shrabani Dasgupta (b.1981) is an artist with an all women’s visual art collective called <a href='member.php?name=Member-Vichar-K-Achaar'>Vichar K Achaar</a>. She started her collective with a friend in 2017. They have published comics & zines based on lives around many women artists, on subjects important and trivial, on trials and triumphs of women etc. They call this zine Mahila Zine. Till now they have self-published 8 issues and counting. The zine has been recognised in India and internationally in exhibitions and zine fests. It has been featured within the framework of Five Million Incidents by Goethe Institut, Max Mueller Bhavan (Delhi). It has been part of a regular zine publication by GUCCI (USA) Equilibrium, a Chime for Change initiative.",
    "mail": "Shrubeez@gmail.com",
    "blog": "-",
    "project": "Mahila Zine 7",
    "projectId": 3,
    "tag": "# Lockdown"
  },
  {
    "photo": "Member-Shreya-Shruti",
    "name": "Shreya Shruti",
    "title": "Co-Producter",
    "intro": "Shreya Shruti is a visual art practitioner based in Delhi. Her works psychologically engage with the existential dilemmas, occasionally pointing towards the absurdity of life. It spans from drawing and painting to digital mediums of animation and photo-manipulations. She likes to illustrate and design characters which often become part of her practice. She holds a Master’s degree in fine arts from the College of Art (2020). She have participated in exhibitions and workshops including Rooted India, organized by Art for Change Foundation, India and Greenly Art Space, California, group show <i><a href='https://onkaf.com/a-dip-in-immortality' target='_blank'>A Dip in Immortality</a></i>, at Onkaf Gallery, New Delhi, 2021, and Students’ Biennale 2021, etc.",
    "mail": "shreyashrutighps@gmail.com",
    "blog": "https://shreyashrutimevsme.wordpress.com",
    "project": "Mahila Zine 7",
    "projectId": 3,
    "tag": "# Lockdown"
  },
  {
    "photo": "Member-Gunjan-Singhal",
    "name": "Gunjan Singhal",
    "title": "Co-Producter",
    "intro": "Gunjan Singhal is an artist and an art educator, pursuing PhD in Fine Arts from Panjab University, Chandigarh. Based out of Gurgaon, her creative interests lay in mapping the transforming urbanscape, while relating it with her experience as an individual living in this perpetual state of flux. Her chosen mode of creative expression is drawing, painting and digital media.",
    "mail": "gun.singhal@gmail.com",
    "blog": "-",
    "project": "Mahila Zine 7",
    "projectId": 3,
    "tag": "# Lockdown"
  },
  {
    "photo": "Member-Varnita-Sethi",
    "name": "Varnita Sethi",
    "title": "Co-Producter",
    "intro": "Varnita brings her urban reflections to the forefronts in viewing herself in an objectively subjective world. She isn’t afraid to ask questions and she isn’t afraid to give us a glimpse to her inner workings. Her art speaks of her womanhood. The kind of woman that exuberates her desire to reach out to a world beyond fantasies and desires.",
    "mail": "varnitartist@gmail.com",
    "blog": "-",
    "project": "Mahila Zine 7",
    "projectId": 3,
    "tag": "# Lockdown"
  },
  {
    "photo": "Member-Charulata-Mukherjee",
    "name": "Charulata Mukherjee",
    "title": "Co-Producter",
    "intro": "Charulata Mukherjee completed her MFA (painting) from College of Art, New Delhi in 2020 and is currently working as an illustrator. She carefully introspects and looks into her strongest thoughts and desires to shed light on the hidden. She is particularly driven by her personal experiences, fears and interests.",
    "mail": "earthy96@gmail.com",
    "blog": "-",
    "project": "Mahila Zine 7",
    "projectId": 3,
    "tag": "# Lockdown"
  },
  {
    "photo": "Member-Reshma-Khatoon",
    "name": "Reshma Khatoon",
    "title": "Co-Producter",
    "intro": "Reshma Khatoon completed her M.F.A from Jamia Millia Islamia. She is a multidisciplinary artist who loves sharing her everyday experiences and observations in the form of comics, drawings, montages and paintings.",
    "mail": "reshma.khatoon1608@gmail.com",
    "blog": "-",
    "project": "Mahila Zine 7",
    "projectId": 3,
    "tag": "# Lockdown"
  },
  {
    "photo": "Member-Mrinal-Kulkarni",
    "name": "Mrinal Kulkarni",
    "title": "Co-Producter",
    "intro": "Mrinal Kulkarni(born. 1972), Assistant Professor, Department of Art History and Art Appreciation, Faculty of Fine Arts, Jamia Millia Islamia, New Delhi. Studied BFA and MFA in Art History and Aesthetics from Faculty of Fine Arts, M S University, Vadodara. Research interests are in the feminist study of contemporary visual art practices, New media art and curatorial practices. Have been teaching arthistory more then two decades. Contributes articles in journals and websites like Lalit Kala contemporary, Art & Deal, matterofart.com and artconceerns.com. Presented papers in various international conferences on art education, new media art such cultural spaces and art education, studio practice and art education, art integrated learning in school edication feminist concerns in Indian art and art from neighbouring countries and post humanist concerns in new media art. Provided consultancies to develop e-contents on art history and art education. Conducted workshops on performance art, conceptual art projects, art appreciation and museum studies. Curated exhibitions like Small But Significant(2001), The Closet/Closets(2002), HEAT(2002), Dreams Projects Unrealised(2004), Twilight Zone(2004), Old Girls of Jamia I & II(2014) and so on.",
    "mail": "-",
    "blog": "https://jmi.academia.edu/MrinalKulkarni",
    "project": "Posthuman Body and Visuality: local and virtual interface",
    "projectId": 2,
    "tag": "# Post Humanist # Body Visuality"
  },
  {
    "photo": "Member-Rikey-Tenn-1",
    "name": "Rikey Tēnn",
    "title": "Principal Coordinator",
    "intro": "Based in Taipei, Rikey Tēnn is the founder of the Nusantara Archive Project (since 2017) His art-related writing can be found on ARTalks (Tashin Art Foundation) and ARTOUCH online. He co-organized the Workshop: Nusantara in Future Tense with Singaporean artist collective soft/WALL/studs in 2020. He was also one of the researchers and presented the “Nusantara Archive” Project in The Secret South (curator: Nobuo Takamori) in 2020. His most recent project, “A Field Guide to Getting Lost in the Southern Universe,” a Creation/Research Support Project by C-LAB, is cooperated with Alice Ko Nien-pu, Wu,and Chi-yu, and Zhou Hau Liew.",
    "mail": "-",
    "blog": "-",
    "project": "Astronesian Atlas",
    "projectId": 4,
    "tag": "-"
  },
  {
    "photo": "Member-Angga-Cipta",
    "name": "Angga Cipta",
    "title": "Co-Producter",
    "intro": "Angga Cipta (b. 1988) is a visual artist, curator, and high school teacher who lives in Jakarta. His works ranged from the image of citizen mobility, turbulence between urban planning and the explosion in the number of vehicles, to the posture that determines the city’s character to find a new method to 'read the city'. Currently, he is focusing on the history of urban planning and the development of Jakarta throughout the ages. His work as a teacher also influences his artistic approach to pedagogical forms such as lectures and workshops. Angga is part of ruangrupa ArtLab and CutAndRescue, he has participated in several art residency programs in Singapore, Yogyakarta, Stockholm, Colombo, Arnhem, Semarang, Taipei, and Yamaguchi.",
    "mail": "-",
    "blog": "-",
    "project": "The History of the Territory",
    "projectId": 5,
    "tag": "# Berkumpul dan Bersiasat  # Rumah # The Spices of Society"
  },
  {
    "photo": "Member-Posak-Jodian",
    "name": "Posak Jodian",
    "title": "Co-Producter",
    "intro": "Posak Jodian, an Amis who lives in Taipei. Posak is the given name and Jodian is the father's name. Posak has a background in ethnolinguistics and Communication studies. she mainly uses documentary as a method and her own ethnic identity as a starting point, to observe the traditional field formulation of tribe and the urban life of the aborigines who left their hometown through long-term field research. Meanwhile, she participates in the scenes of various mass movements, and the various actions of young people in between the gaps of cities. Continue to film the footages of the documentary \"Social Practice from Straight to Halfway Cafe\" documentary”. Trying to use the ethnic and cultural actions as a fulcrum to open the boundaries between identity and recognition. Her work was exhibited at several places, Self-portrait (2008) at Hualien Cultural and Creative Industries Park, Story of Bai (2010) at Taiwan Indigenous Television, Flames on the water (2016) at N-Factory AIR, Lakec (2018) at Open Contemporary Art Center, Bitter Sweet (2019 )in Taiwan Museum of Fine Arts (participated in OCAC’s project) , Lakec: A Very Simple River (2022) in Taipei Fine Arts Museum (participated inNusantara Archive’s project) . She is also a member of Halfway Cafe and Haibizi TENT 16-18.",
    "mail": "-",
    "blog": "-",
    "project": "We — In between kita and kami",
    "projectId": 6,
    "tag": "# Kami # Kita # Lumah"
  },
  {
    "photo": "Member-Issay-Rodriguez",
    "name": "Issay Rodriguez",
    "title": "Principal Coordinator",
    "intro": "Issay Rodriguez, Artist (b. 1991, Philippines) obtained a Bachelor of Fine Arts degree from the University of the Philippines. She was a Jose Moreno Foundation scholar and received a bursary to attend the École Nationale Supérieure des Beaux-Arts, Paris before graduating with the Outstanding Thesis Award in 2013.\n\nRodriguez’ current art practice revolves around projects that deal with themes on humanism and ecology. Through research and community engagements enabled by artist residencies and interdisciplinary collaborations, she works on projects that allow oneself to think about how thoughts, emotions, and values can be explained or expressed through art and technology.\n\nRecent projects and residencies include: Gasworks, London Artist Residency (2022); DOON AR/VR Project, art n/23 AFP incubator space, (2020); B+, Bamboo Curtain Studio, Taipei (2019); VANISHING IN THE PROCESS: Exploration of Dream States and Symbolism, between LIR Space, Yogyakarta, and 98B Manila; Bellas Artes Projects in Bataan (both 2017-18); and a collaborative project for Viva Arte Viva 57th Venice Biennale (2017)\n\nHer works were shortlisted for Fernando Zobel Visual Arts Prize (2018); awarded Patnubay ng Sining at Kalinangan for Visual Arts (2017); First Grantee: Portfolio Art Prize | 10 Artists Supporting Artists (2020); and is one of the first two Filipinas who received the STRP Award for Creative Technology under Project OYAYI for STRP Festival (2023).",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM",
    "projectId": 8,
    "tag": "-"
  },
  {
    "photo": "Member-Charms-Tienzon",
    "name": "Charms Tienzon",
    "title": "Coordinator",
    "intro": "Charms Tianzon is a performance poet (b. 1980, Philippines) who studied BAES Creative Writing at the University of the Philippines. She is currently teaching literature at the De La Salle-College of Saint Benilde. She is presently working on her sonnet project: a book of handwritten sonnets and a collection of these sonnets set into music. You can read and hear some of them under \"Sonnets at Sunsets\" released via https://charmstianzon.wordpress.com/blog/ or via YouTube, Spotify, Deezer, iTunes, and other streaming apps.\n\nAs a performance poet who believes that art is the language of the soul and that art completes us, Charms is an avid fan and supporter of different art forms. She established Spoken Word Manila, which is a social platform that promotes performance poets and spoken word artists. Her annual activities include organizing (since 2012) the 100 Thousand Poets for Change Manila Chapter (with Michael Rothenberg and Terri Carrion). Before the pandemic, she occasionally holds poetry workshops here in the Philippines (with Gwen Bautista, A.M. Azada, and Kooky Tuason) and abroad in Hong Kong (with Armida Mabitad-Azada and Joel Toledo).\n\nIn her free time, she goes to art galleries and finds inspiration from concept artists and their artworks. Lastly, she loves domestic un-bred cats and she cannot live without tea and coffee.",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Chun-liang-Liu",
    "name": "Chun-liang Liu",
    "title": "Participant",
    "intro": "Taiwan \n\nDirector, Performance & Sound Artist",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Marian-Barro",
    "name": "Marian Barro",
    "title": "Participant",
    "intro": "Philippines\n\nFree Diver, Museum Conservation Technician (Museo ng Kaalamang Katutubo)",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Shau-lou-Young",
    "name": "Shau-lou Young",
    "title": "Participant",
    "intro": "Taiwan\n\nIndigenous Textile Researcher based in Sagada Philippines (National Taiwan University)",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Hsu-Wei-Huang",
    "name": "Hsu-Wei Huang",
    "title": "Participant",
    "intro": "Taiwan\n\nArtist/Actress (Iok Yu Film)",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Rikey-Tenn-1",
    "name": "Rikey Tēnn",
    "title": "Principal Coordinator",
    "intro": "Based in Taipei, Rikey Tēnn is the founder of the Nusantara Archive Project (since 2017) His art-related writing can be found on ARTalks (Tashin Art Foundation) and ARTOUCH online. He co-organized the Workshop: Nusantara in Future Tense with Singaporean artist collective soft/WALL/studs in 2020. He was also one of the researchers and presented the “Nusantara Archive” Project in The Secret South (curator: Nobuo Takamori) in 2020. His most recent project, “A Field Guide to Getting Lost in the Southern Universe,” a Creation/Research Support Project by C-LAB, is cooperated with Alice Ko Nien-pu, Wu,and Chi-yu, and Zhou Hau Liew.",
    "mail": "-",
    "blog": "-",
    "project": "Astronesian Atlas",
    "projectId": 4,
    "tag": "-"
  },
  {
    "photo": "Member-Aissa-Domingo",
    "name": "Aissa Domingo",
    "title": "Participant",
    "intro": "Philippines\n\nNatural Science Illustrator, Artist (National Museum of the Philippines)",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Luigi-Laurel",
    "name": "Luigi Laurel",
    "title": "Participant",
    "intro": "Philippines\n\nAvid Free Diver",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Anna-Patricia-Rodriguez-Carranza",
    "name": "Anna Patricia Rodriguez-Carranza",
    "title": "Participant",
    "intro": "Philippines\n\nMusic Educator, Assistant Professor (University of the Philippines)",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Carmela-Lapena",
    "name": "Carmela Lapeña",
    "title": "Participant",
    "intro": "Philippines\n\nEducator, Multimedia Arts (De La Salle College of St. Benilde)",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Ricardo-Malit",
    "name": "Ricardo Malit",
    "title": "Participant",
    "intro": "Philippines\n\nWriter, Weekend baker",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Charlie-Aninion",
    "name": "Charlie Aninion",
    "title": "Participant",
    "intro": "Philippines\n\nWriter & Educator",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Jeannine-Dissirama-Bessoga",
    "name": "Jeannine Dissirama Bessoga",
    "title": "Participant",
    "intro": "Togo\n\nWriter, Actress, Film Maker",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  },
  {
    "photo": "Member-Lui-Tan",
    "name": "Lui Tan",
    "title": "Participant",
    "intro": "Philippines\n\nJunior Archivist, Lecturer (University of the Philippines)",
    "mail": "-",
    "blog": "-",
    "project": "AQUARIUM Poetry workshop",
    "projectId": 7,
    "tag": "# Aruga  # Dama # Nilay # Tanawin"
  }
]